Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Arena? Wreszcie wyzwanie dla Javada! Daleko to?
uk: Арена? Нарешті виклик для Джавада! Це далеко?

source: Aresztowałem Ludlofa.
uk: Я заарештував Людлофа.

source: Aresztowałem portowego podżegacza o imieniu Ludlof.
uk: Я заарештував підбурювача на ім'я Людлоф у порту.

source: Aresztuj zespół. Otwarcie krytykowali Króla.
uk: Арештуй гурт. Вони відкрито критикували Короля.

source: Arethe
uk: Арет

source: Arethe jest służbistą i nie nagnie otrzymanych poleceń, by pokazać mi swoje bełty. Muszę znaleźć jakiś sposób, by przejrzeć jego wyposażenie. Spróbuję jakoś odwrócić jego uwagę.
uk: Арет – людина присяги, і він не порушить отриманий наказ, щоб показати мені свої болти. Мені потрібно знайти спосіб оглянути його спорядження. Спробую його якось відволікти.

source: Arethe kazał mi sprawdzić te dziwne hałasy.
uk: Арет попросив мене перевірити дивні звуки.

source: Arethe kazał mi wrócić na wartę, podczas gdy on spróbuje ustalić, co mogło wywołać ten hałas.
uk: Арет наказав мені повернутися до патрулювання, поки він спробує з'ясувати, що могло спричинити цей шум.

source: Arethe nie spodziewał się takiego obrotu sytuacji, ale był zadowolony, że udało się sprawę wyjaśnić. Ta historia chyba nie skończy się zbyt dobrze dla Baesa. Najważniejsze, że udało mi się wykonać zadanie i otrzymałem obiecaną nagrodę.
uk: Арет не очікував такого перебігу подій, але був радий, що ситуація прояснилася. Для Байса ця історія, мабуть, закінчиться не надто добре. Найголовніше, що мені вдалося виконати завдання і отримати обіцяну винагороду.

source: Arethe postanowił, że on przejmie następną wartę na murach, a ja tymczasem ukryję się w jego chacie i poczekam na sprawcę ostatnich hałasów. Mam stawić się jutro o tej samej godzinie co ostatnio przed chatą Arethe.
uk: Арет вирішив, що наступне чергування на стінах він візьме на себе, а я тим часом сховаюся в його хатині та буду чекати на винуватця нещодавнього шуму. Я маю з'явитися завтра в той же час, що й минулого разу, перед хатиною Арета.

source: Arethe szczegółowo opisał, co mam robić na nocnej warcie. Nie wygląda to na nic trudnego. Zapowiada się spokojna noc, chociaż znając moje szczęście...
uk: Арет детально описав, що я маю робити під час нічної варти. Начебто нічого складного. Ніч обіцяє бути спокійною. Хоча, знаючи мою вдачу...

source: Arethe uwierzył w historię o Gronie - jego problem z alkoholem musi być tutaj legendarny. Najważniejsze, że udało mi się wykonać zadanie i otrzymałem obiecaną nagrodę.
uk: Арет повірив в історію про Грона – про його проблеми з алкоголем тут, здається, ходять легенди. Найголовніше, що мені вдалося виконати завдання і отримати обіцяну винагороду.

source: Arethe, kiedy nie jest na służbie, przebywa w swoim domu. Mam nadzieję, że Wilczych Synów nie zdenerwuje chodzenie im po chałupach...
uk: Арет, коли він не на службі, проводить час вдома. Сподіваюсь, Вовчі Сини не образяться, якщо я розгулюватиму їхніми будинками...

source: Armar
uk: Армар

source: Armar był zadowolony z uzyskania nowego współpracownika. Podziękował mi za pracę i obiecał polecić mnie Lorenzo.
uk: Армар був радий отримати нового бізнес-партнера. Він подякував мені за роботу і пообіцяв порекомендувати мене Лоренцо.

source: Armar był zadowolony z uzyskania nowego współpracownika. Podziękował mi za pracę i wynagrodził paroma monetami.
uk: Армар був радий отримати нового бізнес-партнера. Він подякував мені за роботу і нагородив мене кількома монетами.

source: Armar przekazał mi, że dzięki twoim działaniom możemy liczyć na regularne dostawy ryb za niewielką cenę.
uk: Армар розповів мені, що завдяки твоїм старанням ми можемо розраховувати на регулярні постачання риби за низькою ціною.

source: Armar zaproponował mi dobre wynagrodzenie w zamian za namówienie rybaka Limana do współpracy z Gildią Kupiecką. Powinien przebywać na plaży ze zrujnowaną wieżą na zachód od miasta.
uk: Армар запропонував мені хорошу винагороду в обмін на те, що я переконаю рибалку Лімана співпрацювати з Торговою Гільдією. Він має бути на пляжі зі зруйнованою вежею, на захід від міста.

source: Armar zaproponował mi rekomendację dla Lorenzo w zamian za namówienie rybaka Limana do współpracy z Gildią Kupiecką. Powinien przebywać na plaży ze zrujnowaną wieżą na zachód od miasta.
uk: Армар запропонував мені рекомендацію для Лоренцо в обмін на те, що я переконаю рибалку Лімана співпрацювати з Торговою Гільдією. Він має бути на пляжі зі зруйнованою вежею, на захід від міста.

source: Armar zawsze miał żyłkę do interesów, może okazać się przydatny. Chyba będziemy musieli mu wybaczyć to małe potknięcie.
uk: Армар завжди мав хист до бізнесу, він може виявитись корисним. Гадаю, нам доведеться пробачити йому цю маленьку помилку.

source: Armatę już mamy, wróciłbyś jeszcze na molo po kilka kul armatnich? Aaa... I weź ze sobą jeszcze jakąś pochodnię.
uk: Гармата в нас вже є. Може, повернешся на причал за ядрами? Ааа... І візьми з собою ще смолоскип.

source: Armia ciemności
uk: Армія темряви

source: Armia na kontynencie jest w pełnym odwrocie, a chluba królewskiej floty leży sobie na dnie morza!
uk: Армія на континенті масово відступає, а гордість королівського флоту лежить на дні моря!

source: Arnold
uk: Арнольд

source: Arogancki Kessel! Jak on śmiał w ogóle liczyć na to, że zwykły śmiertelnik będzie w stanie dzierżyć artefakt Adanosa!
uk: Зарозумілий Кессель! Як він посмів навіть подумати, що простий смертний зможе володіти артефактом Аданоса!

source: Aromatyczna pasta do pieczywa.
uk: Ароматний паштет для хліба.

source: Ars
uk: Арс

source: Ars nie potrafił strzelać z kuszy.
uk: Арс не міг стріляти з арбалета.

source: Ars? TEN Ars?!
uk: Арс? ТОЙ САМИЙ Арс?!

source: Artefakt samego Adanosa w moich rękach. Czuję pragnienie, by spróbować go dobyć...
uk: Артефакт самого Аданоса в моїх руках. Я відчуваю бажання скористатись ним...

source: Artefaktu Innosa, oczywiście! Czegoś o wielkiej mocy. Czegoś, co sprawi, że będę niepokonany w boju!
uk: Артефакт Інноса, звичайно! Щось дуже могутнє. Щось, що зробить мене непереможним у бою!

source: Artefakty
uk: Артефакти

source: Arthur
uk: Артур

source: Artur
uk: Артур

source: Artur pewnie nadal szuka swoich rzeczy... Albo znalazł sobie nowe. Tak czy siak, nie mam czasu się tym zajmować.
uk: Артур, мабуть, досі шукає свої речі... Або знайшов собі нові. У будь-якому випадку, у мене немає часу цим займатися.

source: Arwid
uk: Арвід

source: Arwid jest ranny i wycieńczony, ale jego stan jest stabilny. Odradziłem mu pościg za Lichwiarzem, byłoby to dla niego zbyt ryzykowne.
uk: Арвід поранений і виснажений, але його стан стабільний. Я порадив йому не переслідувати Лихваря, це для нього було б надто ризиковано.

source: Arwid odwróci uwagę gwardzisty. Ja w tym czasie powinienem zakraść się do magazynu i zająć się sprzętem.
uk: Арвід відволіче гвардійця. Я тим часом проберуся на склад і займуся спорядженням.

source: Arwid opowiedział mi historię handlarza, który sprawił, że jego miecz zardzewiał w przeciągu jednej nocy. By uzyskać ten efekt, podobno użył jakieś substancji, która powoduje osadzanie się imitacji rdzy na metalu. Powinienem porozmawiać o takim specyfiku z aptekarką Ramhą.
uk: Арвід розповів мені історію про торговця, який змусив свій меч заіржавіти лише за одну ніч. Для цього він нібито використовував якусь речовину, що викликає на металі імітацію іржі. Треба поговорити з аптекаркою Рамхою про таку специфічну речовину.

source: Arwid powiedział, że kowal Odgar może wykuć dla mnie odpowiedni miecz.
uk: Арвід сказав, що коваль Одгар може викувати для мене потрібний меч.

source: Arwid przebiegnie wskazaną trasę, ale trzeba się upewnić, że po drodze nie przeszkodzą mu żadne śmieci czy brud. Pogadam o tym z Weigarem.
uk: Арвід побіжить вказаним маршрутом, але потрібно простежити, щоб по дорозі йому не заважало сміття. Я обговорю це з Вейгаром.

source: Arwid zaproponował mi pojedynek. Jeśli wygram, dostanę jego miecz. Jeśli przegram, stracę trochę złota.
uk: Арвід запропонував мені поєдинок. Якщо переможу, то отримаю його меч. Якщо ж програю – то втрачу трохи золота.

source: Arwid! Gdybym wiedział, że z ciebie taka ponętna kobitka, już dawno bym się tobą zainteresował!
uk: Арвіде! Якби я знав, що ти така спокуслива жінка, я б давно тобою зацікавився!

source: Arwid, jesteś cały?
uk: Арвіде, ти в порядку?

source: Arwid, wrócimy do tej rozmowy później. Odmaszerować.
uk: Арвіде, ми ще повернемося до цієї розмови пізніше. Ти вільний.

source: Arystokrata
uk: Аристократ

source: Aske
uk: Аске

source: Astol
uk: Астол

source: Astrolog
uk: Астроном

source: Astronomia
uk: Астрономія

source: Asystent Fulko
uk: Помічник Фулько

source: Atak Andreasa został powstrzymany. Holdwig postanowił samemu wymierzyć sprawiedliwość i oślepił brata. Pora wrócić do Lichwiarza.
uk: Задум Андреаса було зірвано. Гольдвіг вирішив сам відновити справедливість і осліпив брата. Час повертатися до Лихваря.

source: Atak Andreasa został powstrzymany. Holdwig zdecydował się zesłać go do Kolonii. Pora wrócić do Lichwiarza.
uk: Задум Андреаса було зірвано. Гольдвіг вирішив заслати його до Колонії. Час повертатися до Лихваря.

source: Atak może nastąpić w każdej chwili.
uk: Напад може статися будь-якої миті.

source: Atak na Volkera?
uk: Напад на Волкера?

source: Atak na kryjówkę renegatów tylko zmarnował nasz czas. Oktavowi nie udało się zdobyć zbyt dużo informacji w opuszczonej jaskini. Muszę wrócić do Rodericha i zdać mu raport.
uk: Напад на схованку відступників лише змарнував наш час. Октаву не вдалося отримати багато інформації в покинутій печері. Треба повернутися до Родеріха і доповісти йому.

source: Atak na znanego i powszechnie szanowanego obywatela Volkera nie był jedynie atakiem na jego życie.
uk: Напад на відомого і всіма шанованого громадянина Волкера був не просто замахом на його життя.

source: Atak z lewej
uk: Атака вліво

source: Atak z prawej
uk: Атака вправо

source: Atrament wydaje się dość świeży.
uk: Чорнило виглядає досить свіжим.

source: Au!
uk: Ай!

source: Au! Ech... to już wszystko?
uk: Ох! Ех... це вже все?

source: Austeria Ernesto - Karczma
uk: Гостинний двір Ернесто – Корчма

source: Autor księgi nie podaje informacji o tym, jak stara jest waga, ale jego zdaniem artefakt ten pochodzi jeszcze z zamierzchłych czasów, gdy cały nasz świat zamieszkiwały zupełnie inne kultury.
uk: Автор книги не вказує, наскільки древні ці терези. Але, на його думку, артефакт походить ще з давніх часів, коли весь наш світ був заселений зовсім іншими культурами.

source: Autor „Mocy Sprawczej”, Geber, przekonuje, jakoby wino było darem od niebios, umniejszając przy tym nieocenioną rolę winiarzy przy produkcji tego trunku. Choć bez wątpienia jest to proces skomplikowany, przedstawię Wam cztery jego kluczowe etapy, które udowodnią, że zasługi należą się przede wszystkim człowiekowi.
uk: Автор книг 'Рушійна Сила' Гебер стверджує, що вино - це дар небес, водночас применшуючи неоціненну роль виноробів у виготовленні цього напою. Хоч це, безсумнівно, складний процес, я представлю вам чотири ключові етапи, які доведуть, що заслуга в цьому належить, перш за все, людині.

source: Autorem jest Grayson.
uk: Автор - Грейсон.

source: Autorzy
uk: Титри

source: Awans? To nagroda sama w sobie.
uk: Підвищення? Це вже саме по собі є нагородою.

source: Aż 50? Nie wiedziałem, że ostatnio tak podrożały...
uk: Аж 50? Я не знав, що вони так сильно подорожчали останнім часом...

source: Aż dziwne, że tyle złych rzeczy dzieje się na wyspie, a tutaj ciągle jest spokój. No, zazwyczaj.
uk: Аж дивно, що стільки поганих речей коїться на острові, а тут досі спокійно. Ну, зазвичай.

source: Aż głupio na to patrzeć! Zejdę z ceny do 4 samorodków i obiecuję, że podwoisz swój zysk!
uk: Це ж дурниця! Я знижу ціну до 4 самородків і обіцяю, що ти подвоїш свій дохід!

source: Aż kilka dni?
uk: Аж декілька днів?

source: Aż mi się przypomniały czasy gdy dopiero dotarłeś do wioski i nie miałeś nawet kilku sztuk złota przy sobie.
uk: Мені згадались часи, коли ти тільки прибув у село і не мав із собою навіть кількох монет.

source: Aż miło było popatrzeć jak załatwiasz tego grubasa. Nie lada wyczyn chłopcze!
uk: Було дуже приємно спостерігати, як ти впорався з цим здорованем. Це неабиякий подвиг, хлопче!

source: Aż miło zapłacić komuś, kto tak sprawnie sobie radzi z prawdziwymi problemami. Proszę, twoja zapłata.
uk: Приємно платити тому, хто так ефективно вирішує реальні проблеми. Прошу, ось твоя плата.

source: Aż się boję...
uk: Навіть боюся запитати, який...

source: Aż się od nich roi w całej okolicy. Volker naprawdę musiał wpaść w szał, pewnie sam wyczuwa, jak blisko upadku się już znalazł.
uk: Ними кишить вся околиця. Волкер, схоже, справді збожеволів. Мабуть, відчуває, наскільки близько він до провалу.

source: Aż się prosi, żeby ktoś to zabrał, a wtedy nici z napadu.
uk: Вона так і проситься, щоб її хтось забрав, не дозволивши статися засідці.

source: Aż tak ci zależy? Do czego mógłbyś się posunąć, żebym jednak przyjął propozycję Tomasa?
uk: Тобі це настільки важливо? На що ти можеш піти, щоб змусити мене прийняти пропозицію Томаса?

source: Aż tak mi nie zależy.
uk: Не так вже й треба.

source: Aż tak pragniesz, by straż dowiedziała się o waszych przekrętach?
uk: Так кортить, щоб вартові дізналися про ваші махінації?

source: Aż tak to widać? Jestem, ale nie masz chyba zamiaru pobiec zaraz do klasztoru, co?
uk: Це так очевидно? Так, я послушник, але ти ж не збираєшся бігти повідомляти про це в монастир, так?

source: Aż tak to widać? Powinnam się lepiej maskować!
uk: Це так помітно? Мені треба краще маскуватися!

source: Aż takim niedowiarkiem nie jestem. Trzymaj. Zasłużyłeś.
uk: Добре, я все ж повірю тобі. Ось, тримай. Ти це заслужив.

source: Aż zaniemówiłeś? Myślałam, że wizyta w Przystani uodporniła cię na takie widoki.
uk: Ти був шокований? Я думала, що відвідування Гавані зробило тебе невразливим до подібних видовищ.

source: BAGIENNY GOLEM\nRODZAJ OBRAŻEŃ: Upadek\nODPORNOŚĆ: Pociski, Wiatr/Upadek, Magia, Sieczne\nPODATNOŚĆ: Obuch, Ogień\nWYSTĘPOWANIE: Bagna\nRADA: Nieco słabsze od kamiennych odpowiedników, ale równie niebezpieczne. Zachowania obu gatunków są bardzo podobne, przez co taktyka walki z nimi także niewiele się różni. Ich podatność na ogień trudno wykorzystać ze względu na sporą ochronę przed magią - najlepiej przygotować bardzo mocne zaklęcia ogniste. Za wszelką cenę unikać walki w wodzie - golemy ze względu na swoją masę i rozmiary po prostu poruszają się po dnie i wciąż mogą zmiażdżyć swoimi potężnymi pięściami.
uk: БОЛОТНИЙ ГОЛЕМ\nТИП ШКОДИ: Падіння\nОПІР: Стріли/болти, вітер/падіння, магія, ріжуча\nВРАЗЛИВІСТЬ: Тупа зброя, вогонь\nПОШИРЕННЯ: Болота\nПОРАДА: Трохи слабші за своїх кам'яних побратимів, але не менш небезпечні. Поведінка обох видів дуже схожа, тому тактика бою також мало чим відрізняється. Їхньою вразливістю до вогню важко скористатися через значний опір магії – найкраще підготувати найсильніші вогняні заклинання. За будь-яку ціну уникайте бою у воді – големи, завдяки своїй масі і розмірам, легко можуть пересуватися по дну і розчавити вас своїми могутніми кулаками.

source: BAGIENNY JASZCZUR\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Pociski\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Bagna\nRADA: Znacznie wytrzymalsze niż ich zwykły odpowiednik. Twarde łuski chronią je najlepiej przed obrażeniami fizycznymi.
uk: БОЛОТНИЙ ЯЩІР\nТИП ШКОДИ: Ріжуча\nОПІР: Стріли, болти\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Болота\nПОРАДА: Значно витриваліші, ніж їх звичайний різновид. А тверда луска надійно захищає їх від фізичних ушкоджень.

source: BAGIENNY KRWIOPIJCA\nRODZAJ OBRAŻEŃ: Magia\nODPORNOŚĆ: Pociski\nPODATNOŚĆ: Magia, Ogień\nWYSTĘPOWANIE: Bagna\nRADA: Jak na swoje niewielkie rozmiary są dość wytrzymałe. W przeciwieństwie do pozostałych krwiopijców preferują plucie kwasem, atakują żądłem wyłącznie gdy przeciwnik znajduje się bardzo blisko.
uk: БОЛОТНИЙ ШЕРШЕНЬ\nТИП ШКОДИ: Магія\nОПІР: Стріли, болти\nВРАЗЛИВІСТЬ: Магія, вогонь\nПОШИРЕННЯ: Болота\nПОРАДА: При своєму невеликому розмірі вони досить витривалі. На відміну від інших шершнів, вони полюбляють плюватися кислотою, а жалом атакують лише тоді, коли супротивник опиняється зовсім близько.

source: BAGIENNY SZCZUR\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Bagna\nRADA: Wyglądem przypomina krzyżówkę kretoszczura i olbrzymiego szczura. Ze względu na tłuste cielsko porusza się i walczy niczym ten pierwszy.
uk: БОЛОТНИЙ ЩУР\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Болота\nПОРАДА: Він виглядає як щось середнє між кротощуром і гігантським щуром. Завдяки своєму товстому тілу він рухається і б'ється, як його попередник.

source: BAGIENNY TRUTEŃ\nRODZAJ OBRAŻEŃ: Magia\nODPORNOŚĆ: Obuch, Wiatr/Upadek\nPODATNOŚĆ: Pociski, Ogień\nWYSTĘPOWANIE: Bagna\nRADA: Najlepiej zabijać z daleka - umierając, wydzielają wokół siebie trujący gaz, który potrafi doprowadzić do śmierci wdychającej osoby. Walczą, plując toksycznym jadem na bardzo niewielką odległość, dlatego w większości przypadków próbują jak najszybciej zbliżyć się do napastnika.
uk: БОЛОТНИЙ ТРУТЕНЬ\nТИП ШКОДИ: Магія\nОПІР: Тупа, вітер/падіння\nВРАЗЛИВІСТЬ: Стріли/болти, вогонь\nПОШИРЕННЯ: Болота\nПОРАДА: Найкраще атакувати їх здалеку – помираючи, вони виділяють навколо себе отруйний газ, який, при вдиханні, може вбити людину. Вони борються, випльовуючи отруту на дуже невелику відстань, тому в більшості випадків намагаються підібратися до нападника якомога ближче.

source: BRZYTWIAK\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Magia, Wiatr/Upadek\nWYSTĘPOWANIE: Tereny górskie. Potrafią dostosować się do każdego terenu gdzie znajdą zwierzynę.\nRADA: Brzytwiaki zazwyczaj polują w nieco mniejszych grupach niż zębacze, ale jednocześnie są od nich dużo bardziej niebezpieczne. Taktyka walki z nimi jest podobna co z ich mniejszymi kuzynami.
uk: БРИТВОЗУБ\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Магія, вітер/падіння\nПОШИРЕННЯ: Гірські райони. Можуть адаптуватися до будь-якої місцевості, де є дичина.\nПОРАДА: Бритвозуби полюють меншими групами, ніж снеппери, зате вони набагато небезпечніші. Тактика бою з ними схожа на бій зі снепперами.

source: Ba! Byłbym głupi, gdybym nie był.
uk: Ще й як! Я був би дурнем, якби не був задоволений.

source: Baczność
uk: Струнко

source: Badam teorię mówiącą o tym, że po zjedzeniu wodorostów można oddychać pod wodą!
uk: Я перевіряю теорію, згідно якої після того як з'їсти водорості можна дихати під водою!

source: Badania Yezegana niewiele teraz znaczą. Muszę skupić się na ważniejszych rzeczach.
uk: Дослідження Єзегана наразі мало що значать. Мені потрібно зосередитися на більш важливих речах.

source: Badany był wyraźnie niezadowolony z takiego obrotu spraw.
uk: Піддослідний був помітно незадоволений таким поворотом подій.

source: Badany był wyraźnie niezadowolony z takiego obrotu spraw. Rzucił się na mnie z pazurami.
uk: Піддослідний був помітно незадоволений таким поворотом подій. Він накинувся на мене.

source: Badulf
uk: Бадульф

source: Badulfie, czy może chciałbyś coś dodać?
uk: Бадульфе, може, хочеш щось додати?

source: Baes
uk: Байс

source: Baes chce zebrać skóry różnych wilków. Za dostarczenie każdej z nich da mi trochę złota.
uk: Байс хоче зібрати шкури різноманітних вовків. За кожну шкуру він дасть мені трохи золота.

source: Baes znalazł sobie nowego przyjaciela - niedźwiedzia.
uk: Байс завів собі нового приятеля – ведмедя.

source: Bagienne ziele
uk: Болотна трава

source: Bagienne ziele rośnie nawet zaraz przy karczmie, nie powinieneś mieć z nim problemu.
uk: Болотна трава росте навіть прямо біля корчми, у тебе не повинно виникнути з нею проблем.

source: Bagienne ziele, ale akurat do tej porcji dodałem ususzone ziele lecznicze. Dobre, co?
uk: Болотна трава, але саме у цю скрутку я додав сушену цілющу траву. Непогано, еге ж?

source: Bagienne ziele, chcesz bucha?
uk: Болотну траву, хочеш затягнутися?

source: Bagienne zombie
uk: Болотний мрець

source: Bagienne... ziele?
uk: Болотну... траву?

source: Bagienny Golem
uk: Болотний голем

source: Bagienny golem
uk: Болотний голем

source: Bagienny jaszczur
uk: Болотний ящір

source: Bagienny krwiopijca
uk: Болотний шершень

source: Bagienny krwiopijca.
uk: Болотний шершень.

source: Bagienny szczur
uk: Болотний щур

source: Bagienny truteń
uk: Болотний трутень

source: Bagna
uk: Болота

source: Bagna nie przypadły Gardowi do gustu.
uk: Болота Гарду виявились не до вподоби.

source: Bagna są doskonałą kryjówką. Nawet gdyby ktoś nam wrogi się tu dostał, to wydostanie się byłoby dla niego ogromnym problemem.
uk: Болота – чудове місце для схованки. Навіть якщо сюди дістанеться якийсь ворог, вибратися йому буде дуже важко.

source: Bagna to niewygody i niebezpieczeństwa, ale i tak są całkiem niezłą opcją w porównaniu do 'cywilizowanych' miejsc na tej wyspie.
uk: Болота – це незручності та небезпека, але все ж таки досить непоганий варіант у порівнянні з 'цивілізованими' місцями на цьому острові.

source: Bagna? To brzmi jak ostatnie miejsce, w którym ktoś o zdrowym rozsądku chciałby żyć.
uk: Болота? Це звучить як останнє місце, де хтось зі здоровим глуздом хотів би жити.

source: Balista
uk: Баліста

source: Balni
uk: Балні

source: Balniemu spodobała się moja opowieść. Zdążył podczas niej naprawić sieć. Teraz zaniosę ją do Limana, pewnie dalej będzie w pobliżu chat rybaków.
uk: Балні сподобалася моя розповідь. Під час неї він встиг полагодити сітку. Тепер я віднесу її до Лімана. Він, мабуть, і досі біля рибальських хатин.

source: Baluen
uk: Бейлен

source: Banał, prawda? To do dzieła.
uk: Нічого складного, чи не так? Тоді до роботи.

source: Banda?
uk: Банда?

source: Bandyci zostali pokonani przez straż i Araxos... Pewien chłopak znalazł moją córkę w tym chaosie i zaprowadził ją do miasta.
uk: Бандити були розбиті вартовими та найманцями Араксосу... Один хлопець знайшов мою доньку в цьому хаосі і привів її до міста.

source: Bandycka buława
uk: Бандитська булава

source: Bandyta
uk: Бандит

source: Bandzior
uk: Бандит

source: Baran
uk: Баран

source: Baranek
uk: Баранець

source: Barania skóra
uk: Шкура барана

source: Bardziej chodzi mi o zajęcie miejsca. Pamiętaj, musisz uderzyć kilofem o ścianę, inaczej ktoś podejdzie i zajmie to miejsce.
uk: Мене більше хвилює, як зайняти місце. Запам'ятай, треба бити киркою по стіні, інакше хтось прийде і займе це місце.

source: Bardziej gotowi do wyprawy już nie będziemy. Czas otworzyć grobowiec.
uk: Ми як ніколи готові до експедиції. Час відкривати гробницю.

source: Bardziej już nie będę.
uk: Як ніколи.

source: Bardziej miałem na myśli pojedynczą, zagubioną sztukę.
uk: Я мав на увазі одну, що заблукала.

source: Bardziej niebezpieczne okazy
uk: Більш небезпечні екземпляри

source: Bardziej niepokoję się o przejście w zawalonym wąwozie. Znalazłem tam kilka nietypowych przedmiotów.
uk: Мене більше турбує прохід через завалений яр. Я знайшов там кілька незвичайних предметів.

source: Bardziej zasłużyłeś na ten róg. Proszę, dotrzymam słowa. Oto twoja nagroda.
uk: Ти більше заслуговуєш на цей ріг. Прошу, я дотримую своє слово. Ось твоя винагорода.

source: Bardziej? Dzięki bogom!
uk: Більш захоплюючого? О, Боги!

source: Bardzo chętnie cię tego wszystkiego nauczę.
uk: Я буду радий тебе всьому цьому навчити.

source: Bardzo chętnie to zrobię, ale najpierw powiedz, jak ci się podobał chrzest.
uk: Я б з радістю, але спочатку скажи мені, як тобі сподобалось хрещення?

source: Bardzo chętnie.
uk: Із задоволенням.

source: Bardzo ci dziękuję za pomoc. Może kiedyś uda mi się tobie odwdzięczyć.
uk: Щиро дякую за все. Можливо, колись я зможу віддячити.

source: Bardzo ciekawe. Czuję się o wiele lepiej.
uk: Цікаві відчуття. Почуваюся чудово.

source: Bardzo ciężki, niemalże jak porządna broń.
uk: Дуже важкий. Мабуть, там серйозна зброя.

source: Bardzo delikatna skóra.
uk: Дуже м'яка на дотик шкура.
